Revit 2024 API
ParameterTypeId.PointFlexibleShowNumber Property
 "Show Placement Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PointFlexibleShowNumber { get; }
Visual Basic
Public Shared ReadOnly Property PointFlexibleShowNumber As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PointFlexibleShowNumber {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace